[
  { "id": 1, "name": "Sami", "photo": "images/sami.jpeg", 
  "desc": "Querida Sami,No puedo evitar sonreír al recordar la primera vez que nos cruzamos. Era el primer día de segundo año, y Daniela, super preocupada, me había preparado para hablarte, asegurándome que estarías sola (¡ja!). Estábamos en el salón de abajo; tú, sentada frente a mí, hablando con Mariandys. Fue allí cuando te pregunté:¿Tu Eres Samantha? Y tú, con esa risa que te caracteriza, respondiste:Y tú eres Valeria, supongo (¡jajaja!). Sin saberlo, ese fue el inicio de una amistad que valoro profundamente y que llena mi vida de felicidad 🥹. Sami, admiro tanto tu disposición SIEMPRE, tu sinceridad y tu lealtad. Sé que en las buenas y en las malas, siempre estás ahí, y eso significa el mundo para mí 🩷. Tienes un corazón enorme, y estoy infinitamente agradecida por ser y estar siempre a mi lado. Con cariño,Valeria",
  "puzzlePiece":"images/1.webp",
  "color":"#FADADD" },
  { "id": 2, "name": "Angie", "photo": "images/Angie.jpeg", 
  "desc": "Querida Angie (corazón no sé de qué color) :Recuerdo la primera vez que nos conocimos como amigas... Siempre te había visto en el colegio durante primaria, recuerdo estudiamos juntas un grado, pero luego fuiste siempre chica de la A y la C jjajaja Angie, fue esas veces en 5to año, dónde tú y el abuelo sin saberlo, sin planearlo, sin esperarlo (ustedes tenían un grupo) conectaron con nosotros La conexión más linda y las piezas necesarias para completar nuestro rompecabezas de ONE PIECE 🥺 Desde entonces te convertiste en los abrazos más sinceros, reconfortantes y amados del grupo, esa amiga que puede ser el pañito de lágrimas y siempre estará dispuesta a dar todo de ella, gracias por eso y te admiramos muchísimo a mi amiga Snoopy (porque a parte de que te encanta) nos expresas tu cariño y emociones muchas veces sin necesidad de palabras 🥺🤍" , 
  "puzzlePiece":"images/2.webp",
  "color":"#D0E8F2" },
  { "id": 3, "name": "Lucía", "photo": "images/lucia.webp", "desc": "La creativa" , "puzzlePiece":"images/puzzle-3.png", "color":"#FDE2E4" },
  { "id": 4, "name": "Juan", "photo": "images/juan.jpg", "desc": "El estratega" , "puzzlePiece":"images/puzzle-4.png", "color":"#E2F0CB" },
  { "id": 5, "name": "Sofía", "photo": "images/sofia.webp", "desc": "La optimista" , "puzzlePiece":"images/5.webp", "color":"#FFF1E6" },
  { "id": 6, "name": "Miguel", "photo": "images/miguel.jpg", "desc": "El bromista" , "puzzlePiece":"images/puzzle-6.png", "color":"#CDEAC0" },
  { "id": 7, "name": "Ana", "photo": "images/ana.webp", "desc": "La soñadora" , "puzzlePiece":"images/puzzle-7.png", "color":"#F9E0E4" },
  { "id": 8, "name": "Luis", "photo": "images/luis.avif", "desc": "El protector" , "puzzlePiece":"images/8.png", "color":"#D0F4DE" },
  { "id": 9, "name": "Valeria", "photo": "images/valeria.webp", "desc": "La valiente" , "puzzlePiece":"images/puzzle-9.png", "color":"#E3FDFD" }
]
