[
  {
    "id": 1,
    "name": "Daniela",
    "photo": "images/dani.jpeg",
    "photoDesc":"Bueno Dani, no consegu칤 la foto como era, jajaaj perd칩n por la mala calidad Pero esa foto es mi favorita contigo (aunque tengo muchas) esa me recuerda que dos ni침as inseparables se han convertido en amigas de toda la vida 游봋游눞 esa foto muestra nuestras personalidades y amistad sjajja loviu"
,
    "photos": ["images/gallery-1.jpeg", "images/gallery-2.jpeg", "images/gallery-3.jpeg"],
    "desc": "Mi bella y querida Dani 游눞, Recuerdo cuando nos conocimos, es inevitable sonre칤r y se me pone el coraz칩n chiquito al recordarlo y ver hasta donde hemos llegado 游봌, Mi Dani, fue en esa mesa de preescolar, con la profe Mar칤a, cuando quedaste a mi lado en los primeros d칤as, cortamos juntas y dibujamos juntas (obvio a ti te sali칩 mejor eso de las manualidades) desde entonces mi Dani, han sido minutos, horas, d칤as, semanas, meses e incluso a침os vividos y compartidos... Si consideramos que en promedio son 200 d칤as al a침o las clases, desde 3er nivel hasta graduarnos convivimos 2400 d칤as 游봌 solo 칠ramos dos ni침as jugando y comiendo juntas, y desde ese momento fuimos inseparables, Hoy me siento muy agradecida con Dios y la vida porque hace 15 a침os conoc칤 la verdadera amistad 游봋游눞 una amiga real, en toda su palabra y definici칩n, con altos y bajos en nuestra amistad, an칠cdotas, historias, risas, l치grimas, abrazos, palabras, cartas, rega침os y chismes ajajajaj te amo con todo mi coraz칩n, Si hay algo que admiro de ti, es tu lindo coraz칩n Dani, c칩mo amas, te preocupas por los dem치s y ese coraz칩n de pollito tierno y lleno de amor 游봌游눞, Gracias por tanto, por soportarme en la etapa de 1ero y 2do grado ajjaja d칩nde ni yo me soportaba, por quedarte en mis mejores y peores momentos, por ser luz en mi vida, durante la infancia, adolescencia y ahora adultas chiquitas jajajaja que sean muchos a침os m치s todos juntos. Te amo mi dani游눞",
    "puzzlePiece": "images/1.webp",
    "color": "#800080"
  },
  {
    "id": 2,
    "name": "Gaby",
    "photo": "images/gaby.jpeg",
    "photoDesc": "Gaby, tengo muchas fotos feas pero con historias jshshs pero escog칤 esta, porque me rio al pensar en esa noche jshsjshs fuiste mi compa침era con vale de tragos游뱎游뗻 me recuerda tambi칠n que aunque los d칤as (universitario hahaha) sean dif칤ciles, en la graduaci칩n de la otra estaremos regias y bellas",
    "photos": ["images/gallery-4.jpeg", "images/gallery-5.jpeg", "images/gallery-6.jpeg"],
    "desc": "Querida Gaby鮫봺잺游뽔游둯. Como olvidar cuando nos conocimos? fue cuando t칰 muy feliz de estudiar en la ma침ana (jajajajaaj porque el colegio dej칩 la tarde para media general) llegaste a nuestra secci칩n 驕쥞잺. Gaby sin saberlo conectamos todas, Dani, vale, tu y yo (ignoremos a suseilyn jajaa) con personalidades totalmente distintas, Pero nos hicimos parte una de la otra, compartimos nuestros momentos de primaria, adolescencia, risas, memes, bachiller, etapa Tumblr y de Wattpad jajajajaja y hemos llegado aqui.... Una verdadera amistad TODOS. Si hay algo que admiro de ti es tu Valentia, que no importa lo mucho que te asuste algo o lo dif칤cil, tu lo haces鮫봺잺 me ense침aste el valor de los nuevos comienzos. Te aprecio y amo much칤simo Gaby",
    "puzzlePiece": "images/2.webp",
    "color": "#5C1E1E"
  },
  {
    "id": 3,
    "name": "Alejandro",
    "photo": "images/alejandro.jpeg",
    "photoDesc": "Te pregunt칠 disimuladamente 游뱘 cu치l era la foto favorita que ten칤amos juntos ajajja y dijiste est치 쯇or que? No lo s칠 ajjaj pero s칠 que se nota lo mucho que hemos cambiado (para bien) ajajja en todos los sentidos, me recuerda mucho a los inicios de la confianza, las risas,la conversaciones inc칩modas, los rega침os, las risas y todo lo que caracteriza nuestra amistad",
    "photos": ["images/gallery-7.jpeg", "images/gallery-8.jpeg", "images/gallery-9.jpeg"],
    "desc": "Querido Alejandro 游눛 O como me gusta llamarte, animal del monte..... Me lo has preguntado muchas veces, cuando fue la primera vez que fuimos amigos, nunca hemos dado con la respuesta exacta, realmente s칠 que fue entre 1ero y 2do a침o cuando empezamos a hablar entre tu grupo y nosotras, y la amistad inici칩 cuando yo de entrepita te preguntaba quien te gustaba (para ayudarte) y sin saberlo ajjsaj era la persona indicada para hacerlo, sip todo empez칩 yo de alcahueta 游뱘 cabe resaltar que me caiste muy bien al inicio como para yo quererte incluso ayudarte a conquistar a mi ni침a.... Desde entonces fuimos compa침eros entre grupos, y en 4to un d칤a Sami dijo para agregarte a un grupo de clase y yo sin conocer al alto que estaba al lado (tu, pero alto jajajajaja) dijimos que si Y desde entonces te convertiste en el *macho alfa* del grupo 游봌 mi mejor amigo, y que pase lo que pase est치 all칤 游눛 Animal, si hay algo que admiro de ti, es lo buen amigo, hijo, hermano y persona que eres 游봌 gracias por estar siempre para m칤 y para todas Gracias por ser nuestro apoyo, el que se mantuvo firme y nos cuid칩 a todas este a침o, y lo seguir치s haciendo como siempre 游봌 Admiro como te preocupas por los que amas, y siempre est치s bien para poder ayudarnos 游눛 Gracias por todo, a mi amigo con dos trabajos jajajaja 游눛 loviu animal del monte",
    "puzzlePiece": "images/3.png",
    "color": "#4169E1"
  },
  {
    "id": 4,
    "name": "Sami",
    "photo": "images/sami.jpeg",
    "photoDesc": "Sami, si escog칤 la foto m치s linda ajajaja porque me transmite en lo que nos hemos convertido 游봌游뽕 a pesar de todo, ese d칤a sin luz, tarde, cansadasss a morir y muy tristes, Pero a칰n as칤 siendo fuertes, valientes y bellas jajaj",
    "photos": ["images/gallery-10.jpeg", "images/gallery-12.jpeg", "images/gallery-13.jpeg"],
    "desc": "Querida Sami, No puedo evitar sonre칤r al recordar la primera vez que nos cruzamos. Era el primer d칤a de segundo a침o, y Daniela, super preocupada, me hab칤a preparado para hablarte, asegur치ndome que estar칤as sola (춰ja!). Est치bamos en el sal칩n de abajo; t칰, sentada frente a m칤, hablando con Mariandys. Fue all칤 cuando te pregunt칠: 쯊u Eres Samantha? Y t칰, con esa risa que te caracteriza, respondiste: Y t칰 eres Valeria, supongo (춰jajaja!). Sin saberlo, ese fue el inicio de una amistad que valoro profundamente y que llena mi vida de felicidad 游봋. Sami, admiro tanto tu disposici칩n SIEMPRE, tu sinceridad y tu lealtad. S칠 que en las buenas y en las malas, siempre est치s ah칤, y eso significa el mundo para m칤 游뽕. Tienes un coraz칩n enorme, y estoy infinitamente agradecida por ser y estar siempre a mi lado. Con cari침o, Valeria",
    "puzzlePiece": "images/4.png",
    "color": "#FFC0CB"
  },
  {
    "id": 5,
    "name": "Angela",
    "photo": "images/angela.jpeg",
    "photoDesc": "Angela, tambi칠n tenemos varias fotos, pero est치 resalta lo que m치s admiro de ti, tu enfoque e inteligencia. Con permiso, una foto las finalistas de las olimpiadas de matem치ticas de la promo 13游뱎游뱎",
    "photos": ["images/gallery-11.jpeg", "images/gallery-14.jpeg", "images/gallery-15.jpeg"],
    "desc": "Querida 츼ngela, Pienso y rio al recordar la primera vez que supe que eras parte del grupo, y que siempre lo ser칤as. Fue en un recreo cualquiera, nosotras sentadas, hablando de mil cosas locas a la vez jjaja. Y de repente, comenzamos a hablar. S칠 que al principio sent칤as que ten칤as que encajar, pero amiga, ser t칰 misma siempre fue m치s que suficiente. 游봌 Tengo tantos recuerdos en el colegio, y cada uno de ellos me lleva a lo que m치s admiro de ti: tu perseverancia, tu dedicaci칩n y tu incre칤ble inteligencia. 츼ngela, me has ense침ado a enfocarme en mis sue침os y a creer que todo es posible si luchamos por ello. Eres la m치s inteligente y, sin duda, la futura doctora del grupo. 游눛 Te aprecio y amo much칤simo. 游삤游낕 PD: por favor m치s clases de salsa Jajajaja.",
    "puzzlePiece": "images/5.webp",
    "color": "#9370DB"
  },
  {
    "id": 6,
    "name": "Jeanwil",
    "photo": "images/Jeanwil.jpeg",
    "photoDesc": "Abuelo en est치 foto salimos ba침ados ajajjaaj no puedo creer que sea la 칰nica foto que tenemos juntos sin m치s nadie, Pero me encanta porque representa un logro y lo que nos uni칩 como amigos",
    "photos": ["images/gallery-16.jpeg", "images/gallery-17.jpeg", "images/gallery-18.jpeg"],
    "desc": "Querido abuelo游눜 Recuerdo que siempre estudiaste con nosotras.... Pero al igual que Angie, sin planearlo o esperarlo, un d칤a cualquiera conectaron con nosotros 游봌 Las 칰ltimas piezas de este ONE PIECE Desde entonces fuistes esas risas, consejos y cuidador de nosotros, c칩mo ese abuelo游뱘 Jeanwil eres parte de nosotros, gracias a ti somos ONE PIECE, nos diste un nombre y nos ense침aste que verdadero tesoro de unos AMIGOS Admiro tu capacidad de enfrentar la vida 游봌 pase lo que pase y por muchos cambios que tengas, lo haces con una sonrisa Te extra침o much칤simo, (todos los hacemos) pero eres tu quien comprara la casa para vivir todos ajajajja Gracias por todo abuelo 游눜 loviu",
    "puzzlePiece": "images/6.png",
    "color": "#228B22"
  },
  {
    "id": 7,
    "name": "Angie",
    "photo": "images/Angie.jpeg",
    "photoDesc": "Angie, la foto mas reciente pero me recuerda que siempre estar치s para m칤,para ser mi hombro, compa침칤a y lo mucho que amo y me reconfortan tus abrazos",
    "photos": ["images/gallery-19.jpeg", "images/gallery-20.jpeg", "images/gallery-21.jpeg"],
    "desc": "Querida Angie (coraz칩n no s칠 de qu칠 color) : Recuerdo la primera vez que nos conocimos como amigas... Siempre te hab칤a visto en el colegio durante primaria, recuerdo estudiamos juntas un grado, pero luego fuiste siempre chica de la A y la C jjajaja Angie, fue esas veces en 5to a침o, d칩nde t칰 y el abuelo sin saberlo, sin planearlo, sin esperarlo (ustedes ten칤an un grupo) conectaron con nosotros La conexi칩n m치s linda y las piezas necesarias para completar nuestro rompecabezas de ONE PIECE 游봌 Desde entonces te convertiste en los abrazos m치s sinceros, reconfortantes y amados del grupo, esa amiga que puede ser el pa침ito de l치grimas y siempre estar치 dispuesta a dar todo de ella, gracias por eso y te admiramos much칤simo a mi amiga Snoopy (porque a parte de que te encanta) nos expresas tu cari침o y emociones muchas veces sin necesidad de palabras 游봌游밼",
    "puzzlePiece": "images/7.png",
    "color": "#5C1E1E"
  },
  {
    "id": 8,
    "name": "Valeria",
    "photo": "images/valeria.jpeg",
    "photoDesc": "游닞 Vale con esa luz especial que siempre nos acompa침a 游눝",
    "photos": ["images/gallery-22.jpeg", "images/gallery-23.jpeg", "images/gallery-24.jpeg"],
    "desc": "Querida Vale游눝 Recuerdo la primera vez que nos conocimos, ese d칤a cambi칩 todo. Tu energ칤a y tu forma de ser tan aut칠ntica hicieron que conect치ramos al instante. Hemos compartido tantas aventuras, risas interminables y momentos que guardar칠 por siempre en el coraz칩n. Admiro tu pasi칩n por la vida y c칩mo siempre encuentras la forma de hacer felices a todos los que te rodean. Gracias por ser esa amiga que ilumina todo. Te quiero much칤simo 游눝",
    "puzzlePiece": "images/8.png",
    "color": "#C8A2C8"
  }
]
